Repository: viveknfc/CalmScient
Catalog: Calmscient/Viv Screens/mul.lproj/Taking Control Index.xcstrings
Source language: en
Languages: es

# hmL-VL-efn.text
source: Celebrate being tobacco-free for: • 3 days • 7 days • 2 weeks • 1 month • 3 months • 6 months • 1 year
es: Celebra estar libre de tabaco por: • 3 días • 7 días • 2 semanas • 1 mes • 3 meses • 6 meses • 1 año

# hPO-Hs-jhR.text
source: Increased appetite and weight gain
es: Aumento del apetito y aumento de peso

# Hq7-SS-5r6.normalTitle
source: Alcohol-related mental dysfunction
es: Disfunción mental relacionada con el alcohol.

# hY2-Po-UnD.normalTitle
source: Complete
es: Finalizar

# hyh-Ta-PEL.text
source: Alcohol-related blackouts
es: Lagunas relacionadas con el alcohol

# I0E-jG-CNU.text
source: 0 days
es: 0 días.

# ifl-Bb-V3v.normalTitle
source: Complete
es: Finalizar

# Iij-Vm-hwB.text
source: Think about why you decided to quit. It's a great motivator to push through the grumpy moments.
es: Piensa en por qué decidiste dejar de fumar. Es un gran motivador para superar los momentos de mal humor.

# Imf-Ss-LtA.normalTitle
source: Make a plan
es: Haz un plan

# IN1-cW-QpP.text
source: Up to 5 or more drinks
es: Hasta 5 o más bebidas

# iNq-vk-Qqv.text
source: Men
es: Hombres

# Iou-hM-Ebl.text
source: Excessive alcohol consumption can have a significant negative impact on mental capacity.
es: El consumo excesivo de alcohol puede tener un impacto negativo significativo en la capacidad mental.

# Ip0-sN-kYF.normalTitle
source: My progress
es: Mi progreso

# itR-8a-CO8.text
source: How does smoking affect your mental health?
es: ¿Cómo es que fumar afecta tu salud mental?

# iVM-yx-ChM.text
source: Explore ways to handle stress and anxiety
es: Explora formas de manejar el estrés y la ansiedad

# Iza-SP-szp.normalTitle
source: Complete
es: Finalizar

# J8T-Qe-lvy.normalTitle
source: Cancel
es: Anular

# jBU-r2-D9q.text
source: Women:
es: Mujeres

# JKh-eQ-Ihg.text
source: Alcohol-free day
es: Días libre de alcohol

# JM4-ag-xLa.text
source: What are the consequences?
es: ¿Cuáles son las consecuencias?

# jmi-g8-vE8.text
source: Drink counts
es: Contador de

# Jnz-RU-fWN.text
source: Watch your caffeine
es: Cuida tu cafeína

# jum-xd-DsJ.normalTitle
source: Complete
es: Finalizar

# K9n-lI-mpZ.normalTitle
source: Fatalities and injuries
es: Muerte y lesiones

# K85-OT-l8V.text
source: Use quit-smoking medicines
es: Usa medicamentos para dejar de fumar

# kAJ-Aj-UVR.text
source: Reduces your urge to smoke and enjoyment of cigarettes.
es: Reduce tu deseo de fumar y el placer de los cigarrillos.

# Kbd-7G-f1b.text
source: You don't need to hit the gym, even a simple walk is great for your health.
es: No necesitas ir al gimnasio, incluso una simple caminata es excelente para tu salud.

# Kfc-Sa-1e2.text
source: Saving
es: Ahorro

# kkp-gI-PXO.text
source: What is
es: ¿Qué es

# KNE-W4-huX.text
source: Get rid of ashtrays, lighters and matches.
es: Deshazte de ceniceros, encendedores y fósforos.

# kpp-nh-zEH.text
source: Right after you quit smoking, you might find it a bit tough to concentrate. Don't worry, it happens to a lot of people. Here's what you can do:
es: Justo después de dejar de fumar, puede que te sea difícil concentrarte. No te preocupes, le pasa a mucha gente. Aquí tienes lo que puedes hacer:

# l5p-g0-6Xv.text
source: calculator
es: bebidas

# la1-dn-BSn.text
source: When your quit day arrives, get rid of all your cigarettes and/or chewing tobacco.
es: Cuando llegue tu fecha para dejar de fumar, deshazte de todos tus cigarrillos y/o tabaco de mascar.

# LAu-rm-KDv.text
source: It's important to reflect on your drinking habits, especially during social events, and consider how you can enjoy those moments without going overboard. By taking small steps to reduce your consumption, you’ll start to see the benefits for both your health and your relationships.
es: Es importante reflexionar sobre tus hábitos de consumo, especialmente durante eventos sociales, y considerar cómo puedes disfrutar de esos momentos sin excederte. Al dar pequeños pasos para reducir tu consumo, empezarás a ver los beneficios tanto para tu salud como para tus relaciones.

# LKz-Js-6no.text
source: Watch your caffeine
es: Cuida tu cafeína

# lNa-5O-yKb.text
source: Connect with others
es: Conéctate con otros

# LnT-YJ-LAa.text
source: Drinking is associated with a number of health problems and can make certain chronic health problems worse.
es: El consumo de alcohol está asociado con una serie de problemas de salud y puede empeorar ciertos problemas de salud crónicos.

# LNx-3j-bqd.text
source: People who smoke are more likely to have anxiety or depression than people who don’t smoke. Some people feel mood changes for a short time after they quit smoking. For some people, smoking may seem like it helps with anxiety or depression, but don’t be tricked. Smoking might make you feel better in the short-term, but that’s because the nicotine in cigarettes stops the discomfort of withdrawal, and not because it is helping with anxiety or depression. There are much better ways to deal with withdrawal symptoms and mood changes than returning to smoking! The good news is that once people have been smoke-free for a few months, their anxiety and depression levels are often lower than when they were smoking. Here's how you can manage it:
es: Las personas que fuman tienen más probabilidades de tener ansiedad o depresión que las personas que no fuman. Algunas personas experimentan cambios de humor por un corto período después de dejar de fumar. Para algunas personas, fumar puede parecer que ayuda con la ansiedad o la depresión, pero no te dejes engañar. Fumar puede hacerte sentir mejor a corto plazo, pero eso es porque la nicotina en los cigarrillos detiene el malestar de la abstinencia, y no porque esté ayudando con la ansiedad o la depresión. ¡Hay formas mucho mejores de manejar los síntomas de abstinencia y los cambios de humor! La buena noticia es que una vez que las personas han dejado de fumar por unos meses, sus niveles de ansiedad y depresión suelen ser más bajos que cuando fumaban. Aquí tienes cómo manejarlo:

# Lrj-VK-ABb.text
source: Nicotine cravings
es: Deseos de nicotina

# lrX-wy-dUk.text
source: Please select a date
es: Por favor, selecciona una fecha

# Lug-SK-tCh.text
source: Exercise can really boost your mood. Start with something small and work your way up. It might be tough when you're feeling low, but it's worth it!
es: El ejercicio puede realmente mejorar tu estado de ánimo. Comienza con algo pequeño y ve aumentando. Puede ser difícil cuando te sientes decaído, ¡pero vale la pena!

# LXh-Bz-n9U.normalTitle
source: Complete
es: Finalizar

# mGu-XJ-5gp.text
source: How much money have you saved by quitting tobacco?How are you rewarding yourself?
es: ¿Cuánto dinero has ahorrado al dejar el tabaco? ¿Cómo te estás recompensando?

# Mhx-hP-MpI.normalTitle
source: Complete
es: Finalizar

# n3s-Vv-UxV.normalTitle
source: Complete
es: Finalizar

# NCM-4s-eAi.text
source: How is vaping (E-cigarettes) safer than tobacco?
es: ¿Cómo es que vapear (cigarrillos electrónicos) es más seguro que fumar tabaco?

# Ngd-6u-Bee.text
source: Approximately 75% of smokers want to quit, but 25% are not interested. Perhaps you are thinking about it, but not quite ready to act. Although, cigarettes are expensive, you might still like the sensations of smoking. You may also feel pressured to quit because people smoke on the break or you live with someone who also smokes. But just so you know, thinking about quitting is already a first big step forward toward change! It’s normal to feel intimidated by taking action. No one wants to fail.. But think about this.. If it’s going to be a challenge now and it’s going to be a challenge in 5 years, why not do it now without spending more money on cigarettes?
es: Aproximadamente el 75% de los fumadores quieren dejarlo, pero el 25% no está interesado. Quizás estás pensando en ello, pero no estás del todo listo para actuar. Aunque los cigarrillos son caros, todavía disfrutas de fumar. También puedes sentirte presionado porque la gente a tu alrededor fuma en los breaks del trabajo o vives con alguien que también fuma. Pero para que lo sepas, pensar en dejarlo ya es un primer gran paso hacia el cambio. Es normal sentirse intimidado. Nadie quiere fallar. Pero piensa en esto: si va a ser un desafío hoy y también será un desafío en 5 años, ¿por qué no hacerlo ahora sin gastar más dinero en cigarrillos?

# nIQ-fW-CF2.text
source: smoking and drug use
es: Para el consumo de tabaco y drogas

# Nl6-mo-FdC.text
source: Have you checked out "discovery"? There are lots of useful courses that can help you manage stress and anxiety!
es: ¿Has revisado "Descubrir"? ¡Hay muchos cursos útiles que pueden ayudarte a manejar el estrés y la ansiedad!

# nls-iu-O3L.text
source: Drink in moderation
es: Bebiste con moderación

# nrI-aq-CgL.text
source: You can customize how early the alarm should go on
es: Puedes configurar con cuánta anticipación sonará la alarma

# nSW-eD-GnN.text
source: Stay busy
es: Mantente ocupado

# NuI-qg-DrV.text
source: limit
es: al día

# nvr-i7-mCn.text
source: If you're using the nicotine patch, try taking it off an hour before bedtime. Sometimes, nicotine from the patch can mess with your sleep.
es: Si estás usando el parche de nicotina, trata de quitarlo una hora antes de acostarte. A veces, la nicotina del parche puede afectar a tu sueño.

# o2h-on-b78.text
source: • 50% of fatal drownings and of homicides, and
es: • 50% de los ahogamientos fatales

# OAj-0l-5wm.text
source: Men
es: Hombres

# ODL-RW-783.text
source: Take deep breaths
es: Respira profundamente

# of1-5R-Xg5.text
source: When you quit smoking, it's totally normal for your appetite to go up a bit. Your body might not burn calories as fast, and you might find yourself eating more, maybe because quitting can be a bit stressful, or you just want something to do with your hands and mouth. Plus, food might taste even better since your sense of smell and taste aren't dulled by smoke Here's what you can do to manage it:
es: Cuando dejas de fumar, es totalmente normal que tu apetito aumente un poco. Tu cuerpo puede no quemar calorías tan rápido, y podrías encontrar que comes más, quizás porque dejar de fumar puede ser un poco estresante, o simplemente porque quieres algo con lo que ocupar tus manos y boca. Además, la comida podría saber aún mejor ya que tu sentido del olfato y del gusto no están Aquí tienes lo que puedes hacer para manejarlo:

# OHd-Ha-HDa.text
source: What is tobacco?
es: Qué es el tabaco?

# Oqd-Yf-OJe.text
source: People who misuse alcohol may also have problems managing conditions such as diabetes, high blood pressure, pain, and sleep disorders.
es: • Las personas que hacen un uso indebido del alcohol también pueden tener problemas para manejar condiciones como diabetes, hipertensión, dolor y trastornos del sueño.

# oQg-Wx-L1Z.text
source: Use this calculator to plan to control your drinking habit.
es: Usa este contador para planificar el control sobre tus hábitos de consumo

# pcg-PZ-mJH.text
source: Your daily drink
es: Conteo diario de

# pHS-92-IHt.text
source: Resources and tools to support your journey
es: Recursos y herramientas para apoyarte en el camino

# pkF-ZU-UHK.text
source: When you first quit smoking, it's totally normal to feel a bit jumpy or restless. It's like your body is adjusting without nicotine, and it can affect not just your mind but the rest of you too. Here's how you can handle it:
es: Cuando dejas de fumar por primera vez, es totalmente normal sentirse un poco nervioso o inquieto. Es como si tu cuerpo se estuviera ajustando a la falta de nicotina, y esto puede afectar no solo tu mente, sino también el resto de tu cuerpo. Aquí tienes cómo manejarlo:

# Ppw-ly-Pc4.text
source: Give yourself a break, especially in the first few days after quitting.
es: Date un respiro, especialmente en los primeros días después de dejar de fumar.

# PTj-Mm-KtG.normalTitle
source: Basic knowledge
es: Conocimiento básico

# pZw-b2-aPT.text
source: Resources
es: Recursos

# q3Z-vg-55f.text
source: Many people think smoking relieves stress. However, Nicotine does something interesting in your brain – it releases a chemical called dopamine. Dopamine is like a happiness signal and makes you feel good. Some people with depression have low levels of dopamine, so they might smoke to get a quick boost. But here's the problem... once your brain gets used to nicotine boosters, it will cry for more smoking when it is not getting enough nicotine. Thus, your concentration goes down, your heart beats faster, and you get more anxious and stressed. As a result, you smoke to reduce your nicotine stress, not your real stress. This is a vicious cycle that affects your anxiety and mood. Depression is common because when you smoke a lot, your brain kind of switches off its own way of making dopamine. So, in the long run, your brain has less dopamine that affects your mood.
es: Muchas personas creen que fumar alivia el estrés. Sin embargo, la nicotina hace algo interesante en tu cerebro: libera una sustancia química llamada dopamina. La dopamina es como una señal de felicidad y te hace sentir bien. Algunas personas con depresión tienen niveles bajos de dopamina, por lo que podrían fumar para obtener un impulso rápido. Pero aquí está el problema… una vez que tu cerebro se acostumbra a los estímulos de la nicotina, pedirá más cigarrillos cuando no reciba suficiente nicotina. Así, tu concentración disminuye, el corazón late más rápido, y te sientes más ansioso y estresado. Como resultado, fumas para reducir el estrés causado por la falta de nicotina, no tu estrés real. Este es un círculo vicioso que afecta tu ansiedad y estado de ánimo. La depresión es común porque, cuando fumas mucho, tu cerebro prácticamente apaga su propia manera de producir dopamina. A largo plazo, tu cerebro produce menos dopamina, lo cual afecta tu estado de ánimo.

# q20-nb-yiP.text
source: Smoking free time
es: Tiempo libre de fumar

# QCG-ss-dGs.text
source: Health problems
es: Problemas de salud

# QDY-t7-KI1.text
source: The 2020–2025 Dietary Guidelines recommend:
es: Las Guías Dietéticas 2020-2025 recomiendan:

# Qfa-dc-NdK.text
source: When irritation hits, take a few deep breaths to calm yourself. You can find them in “exercise”.
es: Cuando te sientas irritado, toma unas cuantas respiraciones profundas para calmarte. Puedes encontrarlas en “ejercicio”.

# qhZ-Y1-tWE.normalTitle
source: Complete
es: Finalizar

# qO9-3T-NfG.normalTitle
source: Drink counts calculator
es: Contador de bebidas

# qUC-T1-qYB.text
source: “I’m ready to quit”
es: “Estoy listo para dejarlo”

# QuK-sR-YTh.normalTitle
source: Complete
es: Finalizar

# qWm-fW-TIh.text
source: NIAAA defines it as follows
es: El NIAAA lo define de la siguiente manera:

# QXK-Cm-JcM.text
source: any day or 8 drinks or more per week
es: cualquier día u 8 bebidas o más por semana

# r1p-7f-5jb.normalTitle
source: Done
es: Listo

# R2j-6x-9yC.text
source: • A significant number of sexual assaults.
es: • Un número significativo de agresiones sexuales

# r56-rx-8Ux.text
source: Get moving
es: Muévete

# RgN-pS-F7Y.text
source: If you have even tried to quit once in the past, you have some idea how it feels, the challenges you experienced, and what caused you to start smoking again. That means you’ve already tasted this journey and know how tricky it can be. There are small steps you can take now to help you quit for good and increase your chances of success. Learn the skills that will help you permanently achieve a tobacco-free life. In the following sections, you can learn about recommended strategies for overcoming potential challenges you may encounter!
es: Si has intentado dejarlo una vez en el pasado, tienes una idea de cómo se siente, los desafíos que experimentaste y qué te hizo empezar a fumar de nuevo. Eso significa que ya has probado este viaje y sabes lo complicado que puede ser. Hay pequeños pasos que puedes tomar ahora para ayudarte a dejarlo para siempre y aumentar tus posibilidades de éxito. Aprende habilidades que te ayudarán a lograr una vida libre de tabaco de manera permanente. En las siguientes secciones, puedes aprender sobre las estrategias recomendadas para superar los desafíos potenciales que puedas encontrar.

# RrI-kC-KYs.text
source: Keep up the great work—you're laying the groundwork for a healthier, happier life!
es: Sigue con el excelente trabajo: ¡estás estableciendo las bases para una vida más saludable y feliz!

# rtI-UP-JY5.text
source: Alcohol-related mental dysfunction
es: Disfunción mental relacionada con el alcohol

# RxC-P7-fa6.text
source: These individuals tend to drink more, socialize with people who drink a lot, and develop a tolerance to alcohol (i.e., it takes more and more alcohol to feel or act intoxicated). As a result, they have an increased risk for developing AUD. Someone who misuses alcohol, especially over the long-term, can experience permanent liver, heart, or brain damage. And all people who drink, regardless of the amount, need to be aware that critical decision-making abilities and driving- related skills are already diminished long before a person shows physical signs of intoxication.
es: Estas personas tienden a beber más, socializar con personas que beben mucho y desarrollar tolerancia al alcohol (es decir, se necesita cada vez más alcohol para sentirse o actuar intoxicado). Como resultado, tienen un mayor riesgo de desarrollar un trastorno por consumo de alcohol (TCA). Alguien que hace un uso indebido del alcohol, especialmente a largo plazo, puede experimentar daños permanentes en el hígado, el corazón o el cerebro. Y todas las personas que beben, independientemente de la cantidad, deben ser conscientes de que las habilidades para tomar decisiones relacionadas con el manejo de vehículos, ya están disminuidas mucho antes de que una persona muestre signos físicos de intoxicación.

# S7V-PM-qM3.text
source: Women
es: Mujeres

# Sep-Lf-yeg.text
source: Schedule the date when you will quit. Make it soon, preferably within a month, so you will still be excited to become tobacco-free. Cut back on your tobacco use by one cigarette every two days before you completely give up tobacco on your quit date. Aim to start quitting completely when you are down to at least 10 cigarettes per day.
es: Programa la fecha en la que dejarás de fumar. Hazlo pronto, preferiblemente dentro de un mes, para que sigas entusiasmado por liberarte del tabaco. Reduce tu consumo de tabaco disminuyendo un cigarro cada dos días antes de dejarlo completamente en la fecha que has establecido. Intenta comenzar a dejar de fumar por completo cuando hayas reducido a menos de 10 cigarrillos al día.

# Sg1-gQ-aN3.text
source: Most teens who smoke think they will quit in their 20s and actually don't until their 40s. Stopping smoking is about making a change and that is something we're not too good at, in fact smoking cessation can be a long journey of trying and relapsing, just like a long ride on a roller coaster. There is no magic solution or medication to transform one to a non-smoker overnight, though some people have the gene to be able to quit smoking or drinking without any struggles. So what does this ride of change look like? There are 4 steps and helpful strategies you can take!
es: La mayoría de los adolescentes que fuman piensan que dejarán de fumar en sus 20s y en realidad no lo hacen hasta sus 40s. Dejar de fumar consiste en hacer un cambio, y eso es algo en lo que no somos muy buenos; de hecho, dejar de fumar puede ser un largo viaje de intentos y recaídas, como un largo viaje en una montaña rusa. No hay una solución mágica o medicamentos para transformarse en un no fumador de la noche a la mañana, aunque algunas personas tienen en sus genes, el poder para dejar de fumar o dejar de beber sin dificultades. ¿Entonces en qué consiste este viaje? Hay 4 etapas y también estrategias muy útiles que puedes seguir.

# sGi-CA-kTo.text
source: Women
es: Mujeres

# sjN-BT-7Kd.text
source: Reduced cognitive function; negatively affects one’s attention, concentration, and processing speed, makes and perform tasks that require mental clarity and concentration.
es: Reducción de la función cognitiva; afecta negativamente la atención, la concentración y la velocidad de procesamiento, lo que dificulta enfocarse, aprender nueva información y realizar tareas que requieren claridad mental y concentración.

# skJ-s6-3fg.text
source: Select the drink and quantity.
es: Selecciona la bebida y cantidad

# sY2-IH-kqh.text
source: Breathing exercises
es: Ejercicios de respiración

# szw-q9-pvg.text
source: Focus on managing stress without turning to alcohol or quick fixes. Taking care of your body and mind will help you stay on track and reduce the urge to drink as a stress reliever.
es: Concéntrate en manejar el estrés sin recurrir al alcohol o soluciones rápidas. Cuidar de tu cuerpo y mente te ayudará a mantenerte en el camino y reducir el impulso de beber como una forma de aliviar el estrés.

# T2h-EY-YEN.text
source: Some signs of AUD are continuing to drink even though it is causing trouble with your family or at work, drinking more than you intended, having to drink more than before to get a desired effect, being unable to stop drinking after repeated attempts, or continuing to drink despite negative consequences. Signs of AUD may also include drinking to alleviate negative emotions such as feeling ”low” anxious, uneasy, unhappy, unwell, dissatisfied with life, or other negative emotions that were caused or worsened by alcohol misuse. Beyond these physical and mental health risks, frequent alcohol misuse also is linked with personal problems, such as losing one’s driver’s license or having relationship troubles.
es: Algunos signos del TCA son seguir bebiendo aunque esto cause problemas con la familia o el trabajo, beber más de lo que se tenía previsto, necesitar beber más que antes para lograr el efecto deseado, no poder dejar de beber después de varios intentos, o seguir bebiendo a pesar de las consecuencias negativas. Los signos del TCA también pueden incluir beber para aliviar emociones negativas, como sentirse "deprimido", ansioso, incómodo, infeliz, mal, insatisfecho con la vida u otras emociones negativas causadas o empeoradas por el abuso del alcohol. Más allá de estos riesgos para la salud física y mental, el abuso frecuente de alcohol también está relacionado con problemas personales, como perder la licencia de conducir o tener problemas en las relaciones interpersonales..

# tA9-X0-UjE.text
source: Alarm settings
es: Configuración de alarma

# TEA-zK-dhb.text
source: about 65 percent of fatal falls.
es: 65% de las caídas fatales

# tG6-HI-Yp2.normalTitle
source: Health problems
es: Problemas de salud

# tie-sB-OLQ.text
source: Depression and Anxiety
es: Depresión y ansiedad

# Ton-bC-Ji6.text
source: Moderate everyday drinking
es: Consumo moderado diario

# tpv-Na-YZh.text
source: A nicotine patch plus a lozenge (mints/cough drops) or gum is the most common combination and you can get them at any drug store.
es: Un parche de nicotina más una pastilla (mentas/pastillas para la tos) o chicles es la combinación más común y puedes encontrarlos en cualquier farmacia.

# tvo-IQ-Q2T.text
source: Stay active
es: Mantente activo

# tvY-rL-Zad.text
source: Let’s set a goal to screen for depression, anxiety, and alcohol and smoking regularly, as these can support your success
es: Establezcamos metas para analizar la depresión, ansiedad, alcohol y tabaco de forma regular, esto puede apoyar tu éxito.

# tWm-XU-oV5.text
source: Focus on eating
es: Enfócate en comer
